GConf
LuaJIT
OTPClient
SDL2
SDL2_image
aalib
abook
adwaita-icon-theme
alacritty
alacritty-terminfo
alsa-lib
alsa-plugins
alsa-utils
amiri-font
at-spi2-atk
at-spi2-core
atk
autoconf
automake
avahi-glib-libs
avahi-libs
base-system
bat
binutils
binutils-doc
bottom
bridge-utils
brotli
bzip2-devel
c-ares
cairo
calcurse
cantarell-fonts
ccls
cdrtools
celt
chromium
cronie
cross-arm-none-eabi
cross-arm-none-eabi-binutils
cross-arm-none-eabi-gcc
cross-arm-none-eabi-libstdc++
cross-arm-none-eabi-newlib
curl
dbus
dbus-x11
dconf
dejavu-fonts-ttf
delta
desktop-file-utils
dkms
dnsmasq
double-conversion
dtc
duf
electron13
element-desktop
encodings
exa
expat-devel
fd
ffmpeg
ffplay
firefox
flameshot
font-adobe-100dpi
font-adobe-75dpi
font-adobe-utopia-100dpi
font-adobe-utopia-75dpi
font-adobe-utopia-type1
font-alias
font-b612
font-bh-100dpi
font-bh-75dpi
font-bh-lucidatypewriter-100dpi
font-bh-lucidatypewriter-75dpi
font-bh-ttf
font-bh-type1
font-bitstream-100dpi
font-bitstream-75dpi
font-bitstream-type1
font-cursor-misc
font-daewoo-misc
font-dec-misc
font-fira-ttf
font-ibm-plex-ttf
font-ibm-type1
font-isas-misc
font-jis-misc
font-manjari
font-material-design-icons-ttf
font-misc-misc
font-mutt-misc
font-util
font-vollkorn-ttf
fontconfig
fontconfig-devel
fonts-croscore-ttf
fonts-roboto-ttf
freetype
freetype-devel
fribidi
fzf
gcc
gdb
gdb-common
gdbm
gdk-pixbuf
giflib
gir-freedesktop
git
glib
glib-networking
glibc-devel
glslang
gmime3
gnome-terminal
gnupg
gnupg2
gnutls
google-fonts-ttf
graphene
graphite
graphviz-libs
grub-i386-efi
grub-x86_64-efi
gsettings-desktop-schemas
gsfonts
gst-plugins-base1
gst-plugins-good1
gstreamer1
gtk+
gtk+3
gtk-update-icon-cache
gtk-vnc
gtksourceview4
gumbo-parser
hicolor-icon-theme
http-parser
iceauth
icu-libs
imlib2
isl15
isync
jansson
jbigkit-libs
jq
json-glib
keepassxc
kernel-libc-headers
lame
lcms2
libICE
libSM
libX11
libX11-devel
libXScrnSaver
libXau
libXau-devel
libXaw
libXcomposite
libXcursor
libXdamage
libXdmcp
libXdmcp-devel
libXext
libXext-devel
libXfixes
libXfont2
libXfontcache
libXft
libXft-devel
libXi
libXinerama
libXinerama-devel
libXmu
libXpm
libXrandr
libXrender
libXrender-devel
libXt
libXtst
libXtst-devel
libXv
libXvMC
libXxf86misc
libXxf86vm
libaom
libapparmor
libass
libassuan
libasyncns
libatomic
libavcodec
libavdevice
libavfilter
libavformat
libavresample
libavutil
libbaseencode
libbluray
libbs2b
libbsd
libcaca
libcacard
libcddb
libcdio
libcdio-paranoia
libcdparanoia
libclang-cpp
libcolord
libcotp
libcups
libcurl
libdatrie
libdav1d4
libde265
libdebuginfod
libdecor
libdjvulibre
libdmx
libdrm
libdvdcss
libdvdnav
libdvdread
libelf
libelogind
libepoxy
libev
libevdev
libevent
libexif
libffi
libfftw
libflac
libfontenc
libfreeglut
libgbm
libgcc-devel
libgcrypt
libgirepository
libglapi
libglvnd
libgomp
libgpg-error
libgpgme
libgs
libgsasl
libgudev
libharfbuzz
libheif
libid3tag
libidn
libidn2
libinput
libiscsi
libjack
libjbig2dec
libjpeg-turbo
libksba
libldap
libllvm12
liblqr
libltdl
libluv
libmagick
libmcpp
libmd
libmodplug
libmpc
libmpg123
libnfs
libnuma
libogg
libopenjpeg2
libosinfo
libpaper
libparted
libpciaccess
libpcsclite
libplacebo
libpng
libpng-devel
libpostproc
libproxy
libpsl
libpulseaudio
libqrencode
libraqm
librsvg
librtmp
librubberband
libsamplerate
libsasl
libseccomp
libsecret
libsensors
libslirp
libsndfile
libsndio
libsodium
libsoup
libsoxr
libspeex
libssh2
libssp
libssp-devel
libstdc++-devel
libsvt-av1
libswresample
libswscale
libtasn1
libtdb
libtermkey
libthai
libtheora
libtirpc
libunbound
libunistring
libusb-compat
libuuid-devel
libuv
libva
libvamp-plugin-sdk
libvde2
libvdpau
libvidstab
libvisual
libvorbis
libvpx6
libvterm
libwacom
libwavpack
libwebp
libwmf
libxapian
libxatracker
libxcb
libxcb-devel
libxcvt
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxml2-python3
libxshmfence
libxslt
libxxHash
libyaml
libykpers
libyubikey
libzbar
libzip
lua52
lua54
lvm2
lynx
m4
macchanger
make
mcpp
mdadm
mesa
mesa-dri
mime-types
minizip
mit-krb5-libs
mkfontscale
mozjs78
mpfr
mpv
msgpack
msmtp
mtdev
mupdf
ncdu
ncurses-devel
neomutt
neovim
nettle
newsboat
nghttp2
nodejs
noto-fonts-ttf
npth
nspr
nss
nsxiv
ntfs-3g
ntp
nvidia
nvidia-dkms
nvidia-gtklibs
nvidia-libs
ocl-icd
oclock
oniguruma
openbsd-netcat
opendoas
openjdk8-jre
opus
orc
osinfo-db
p11-kit
pango
pass
perl
perl-Authen-SASL
perl-Convert-BinHex
perl-Digest-HMAC
perl-IO-Socket-SSL
perl-IO-stringy
perl-MIME-tools
perl-MailTools
perl-Net-SMTP-SSL
perl-Net-SSLeay
perl-TimeDate
perl-URI
phodav
pinentry
pixman
pkg-config
polkit
pulseaudio
pulseaudio-equalizer-ladspa
pulseaudio-utils
pulsemixer
python3
python3-Jinja2
python3-MarkupSafe
python3-PyQt5
python3-PyQt5-opengl
python3-PyQt5-quick
python3-PyQt5-sql
python3-PyQt5-webchannel
python3-PyQt5-webengine
python3-argcomplete
python3-cairo
python3-charset-normalizer
python3-gobject
python3-httplib2
python3-idna
python3-pip
python3-requests
python3-setuptools
python3-sip-PyQt5
python3-six
python3-urllib3
python3-yaml
qt5
qt5-concurrent
qt5-core
qt5-dbus
qt5-declarative
qt5-gui
qt5-location
qt5-network
qt5-opengl
qt5-plugin-sqlite
qt5-printsupport
qt5-serialport
qt5-sql
qt5-svg
qt5-test
qt5-webchannel
qt5-webengine
qt5-widgets
qt5-x11extras
qt5-xml
quazip
qutebrowser
ranger
re2
ripgrep
rocksdb
rsync
rtkit
sbc
screenkey
sessreg
setxkbmap
shaderc
shared-mime-info
smproxy
snappy
socat
spdx-licenses-list
speexdsp
spice
spice-gtk
spotify
sqlcipher
stfl
swh-plugins
taglib
talloc
tiff
tldr
transset
tree
tree-sitter
tslib
ttf-ubuntu-font-family
twolame
uchardet
unibilium
unzip
usbredir
v4l-utils
valgrind
vde2
virglrenderer
void-docs-browse
void-repo-multilib
void-repo-multilib-nonfree
void-repo-nonfree
vte3
vulkan-loader
wayland
webrtc-audio-processing
wget
words-en
x11perf
x264
x265
xauth
xbacklight
xcalc
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xclipboard
xclock
xcmsdb
xconsole
xcursorgen
xdg-utils
xdotool
xdotool-devel
xdpyinfo
xen-libs
xev
xeyes
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xf86-video-vmware
xfontsel
xgamma
xhost
xinit
xinput
xkbcomp
xkbevd
xkbutils
xkeyboard-config
xkill
xload
xlsatoms
xlsclients
xmessage
xmodmap
xorg
xorg-apps
xorg-fonts
xorg-input-drivers
xorg-server
xorg-server-common
xorg-video-drivers
xorgproto
xpr
xprop
xrandr
xrdb
xrefresh
xset
xsetroot
xtools
xtrans
xvidcore
xvinfo
xwd
xwininfo
xwud
yadm
yajl
yt-dlp
zlib-devel
